<?php
return [
    'min_op'=>26,
    'max_op'=>100,
    'axpagecode'=>
        [
            26=>'srch',//جستجو
            27=>'add',//افزودن
            28=>'edit',//اصلاح
            29=>'del',//حذف
            30=>'dowl',//دانلود
            31=>'srchadvnc',//جستجوی پیشرفته
            32=>'upld',//بارگذاری
            33=>'normli',//نرمالیزاسیون
            34=>'upldDailyAnlys',//بارگذاری (تجزیه تحلیل روزانه اطلاعات)
            35=>'addDataUnite',//ورود اطلاعات بر اساس واحد فرایند
            36=>'addDataEQP',//ورود اطلاعات بر اساس تجهیزات
            37=>'allDel',//حذف یکجا
            38=>'showInput',//نمایش ورودی
            39=>'showTable',//نمایش جدول
            40=>'showGraph',// نمایش منحنی
            41=>'carrChart',//نمودار سهم حامل های انرژی
            42=>'costChart',//نمودار سهم هزینه های انرژی
            43=>'allcompare',//نمودار مقایسه ی حامل های انرژی
            44=>'report',//گزارش در بازه ی زمانی
            45=>'details',//جزییات
            46=>'manageData',//مدیریت داده ها
            47=>'addFiled',//افزودن فیلد
            48=>'addAx',//اعمال سطح دسترسی
        ],
];
?>
